scratch/tmp/pytest-of-Micha/pytest-0/test_pipe_presets_air_speed_0/case/0/U
/* GustSim · OpenCFD OpenFOAM v2606 */
FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.1 -0 -0);
boundaryField
{
primitive_1 { type fixedValue; value uniform (0 0 0); }
primitive_0 { type fixedValue; value uniform (0.1 -0 -0); }
primitive_2 { type pressureInletOutletVelocity; value uniform (0 0 0); }
}
