scratch/tmp/pytest-of-Micha/pytest-0/test_pipe_presets_air_speed_0/case/0/p
/* GustSim · OpenCFD OpenFOAM v2606 */
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 object p;
}
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
primitive_1 { type zeroGradient; }
primitive_0 { type zeroGradient; }
primitive_2 { type fixedValue; value uniform 0.0; }
}
