scratch/tmp/pytest-of-Micha/pytest-0/test_pipe_presets_air_speed_0/case/system/fvSolution
/* GustSim · OpenCFD OpenFOAM v2606 */
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSolution;
}
solvers { p { solver GAMG; tolerance 1e-8; relTol 0.01; smoother GaussSeidel; } "(U|k|omega)" { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0.1; } }
SIMPLE { nNonOrthogonalCorrectors 1; consistent yes; residualControl { p 1e-05; U 1e-05; "(k|omega)" 1e-05; } }
relaxationFactors { fields { p 0.3; } equations { U 0.7; k 0.7; omega 0.7; } }
